docs: remove lingering ascii art
Signed-off-by: Melvin Hillsman <mhillsma@redhat.com>
